Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: Aktar POSTs a JSON description of each upload to this address. Use https://, or http:// only for this Mac or your local network.
de: Aktar sendet für jeden Upload eine JSON-Beschreibung per POST an diese Adresse. Verwende https://, oder http:// nur für diesen Mac oder dein lokales Netzwerk.
es: Aktar envía por POST una descripción JSON de cada subida a esta dirección. Usa https://, o http:// solo para este Mac o tu red local.
fr: Aktar envoie par POST une description JSON de chaque envoi à cette adresse. Utilisez https://, ou http:// seulement pour ce Mac ou votre réseau local.
id: Aktar mengirim deskripsi JSON setiap unggahan ke alamat ini melalui POST. Gunakan https://, atau http:// hanya untuk Mac ini atau jaringan lokal Anda.
it: Aktar invia tramite POST una descrizione JSON di ogni caricamento a questo indirizzo. Usa https://, oppure http:// solo per questo Mac o la tua rete locale.
ja: Aktarは各アップロードのJSON説明をこのアドレスにPOSTします。https:// を使うか、http:// はこのMacかローカルネットワークの場合のみ使ってください。
ko: Aktar는 각 업로드에 대한 JSON 설명을 이 주소로 POST합니다. https://를 사용하거나, http://는 이 Mac 또는 로컬 네트워크에서만 사용하십시오.
nl: Aktar stuurt voor elke upload een JSON-beschrijving via POST naar dit adres. Gebruik https://, of http:// alleen voor deze Mac of je lokale netwerk.
pl: Aktar wysyła na ten adres żądanie POST z opisem każdego przesłanego pliku w formacie JSON. Użyj https:// albo http:// tylko dla tego Maca lub sieci lokalnej.
pt_br: O Aktar envia por POST uma descrição JSON de cada envio para este endereço. Use https://, ou http:// só para este Mac ou sua rede local.
ru: Aktar отправляет на этот адрес POST-запрос с JSON-описанием каждой загрузки. Используйте https://, а http:// только для этого Mac или локальной сети.
tr: Aktar her yüklemenin JSON açıklamasını bu adrese POST eder. https:// kullan; http:// yalnızca bu Mac ya da yerel ağın için.
uk: Aktar надсилає POST-запит з описом кожного вивантаження у форматі JSON на цю адресу. Використовуйте https://, а http:// лише для цього Mac або вашої локальної мережі.
vi: Aktar gửi yêu cầu POST chứa mô tả JSON của mỗi tệp tải lên đến địa chỉ này. Hãy dùng https://, hoặc http:// chỉ cho máy Mac này hoặc mạng cục bộ của bạn.
zh_hans: Aktar 会将每次上传的 JSON 描述 POST 到此地址。请使用 https://，http:// 仅限这台 Mac 或你的局域网。
zh_hant: Aktar 會將每次上傳的 JSON 描述以 POST 傳送到此位址。請使用 https://，http:// 僅限用於這台 Mac 或你的區域網路。

source: Aktar's own folders can't be watched.
de: Die eigenen Ordner von Aktar können nicht überwacht werden.
es: No se pueden vigilar las carpetas propias de Aktar.
fr: Les dossiers d’Aktar lui-même ne peuvent pas être surveillés.
id: Folder milik Aktar sendiri tidak dapat dipantau.
it: Le cartelle di Aktar non possono essere monitorate.
ja: Aktar自身のフォルダは監視できません。
ko: Aktar 자체 폴더는 감시할 수 없습니다.
nl: De eigen mappen van Aktar kunnen niet worden bewaakt.
pl: Nie można obserwować folderów samego Aktara.
pt_br: As pastas do próprio Aktar não podem ser monitoradas.
ru: Собственные папки Aktar нельзя отслеживать.
tr: Aktar'ın kendi klasörleri izlenemez.
uk: Власні папки Aktar не можна відстежувати.
vi: Không thể theo dõi các thư mục của chính Aktar.
zh_hans: 无法监视 Aktar 自己的文件夹。
zh_hant: 無法監看 Aktar 本身的資料夾。

source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
id: Semua file
it: Tutti i file
ja: すべてのファイル
ko: 모든 파일
nl: Alle bestanden
pl: Wszystkie pliki
pt_br: Todos os arquivos
ru: Все файлы
tr: Tüm dosyalar
uk: Усі файли
vi: Tất cả tệp
zh_hans: 所有文件
zh_hant: 所有檔案

source: All Sources
de: Alle Quellen
es: Todos los orígenes
fr: Toutes les sources
id: Semua Sumber
it: Tutte le origini
ja: すべてのソース
ko: 모든 소스
nl: Alle bronnen
pl: Wszystkie źródła
pt_br: Todas as origens
ru: Все источники
tr: Tüm Kaynaklar
uk: Усі джерела
vi: Tất cả nguồn
zh_hans: 全部来源
zh_hant: 所有來源

source: %@ (already uploaded, link reused)
de: %@ (bereits hochgeladen, Link wiederverwendet)
es: %@ (ya estaba subido, enlace reutilizado)
fr: %@ (déjà envoyé, lien réutilisé)
id: %@ (sudah diunggah, tautan digunakan kembali)
it: %@ (già caricato, link riutilizzato)
ja: %@（アップロード済み、リンクを再利用）
ko: %@(이미 업로드됨, 링크 재사용)
nl: %@ (al geüpload, link hergebruikt)
pl: %@ (już przesłano, ponownie użyto linku)
pt_br: %@ (já enviado, link reutilizado)
ru: %@ (уже загружен, ссылка использована повторно)
tr: %@ (zaten yüklenmiş, bağlantı yeniden kullanıldı)
uk: %@ (уже вивантажено, посилання використано повторно)
vi: %@ (đã tải lên trước đó, dùng lại liên kết)
zh_hans: %@（已上传过，复用了链接）
zh_hant: %@（已上傳過，沿用連結）

source: Archives
de: Archive
es: Archivos comprimidos
id: Arsip
it: Archivi
ja: アーカイブ
ko: 압축 파일
nl: Archieven
pl: Archiwa
pt_br: Arquivos compactados
ru: Архивы
tr: Arşivler
uk: Архіви
vi: Tệp nén
zh_hans: 归档
zh_hant: 封存檔

source: Auto-delete isn’t set up for this destination. Set it up from Aktar’s menu bar (Delete after) or the destination’s settings.
de: Automatisches Löschen ist für dieses Ziel nicht eingerichtet. Richte es in Aktars Menüleiste (Löschen nach) oder in den Einstellungen des Ziels ein.
es: El borrado automático no está configurado para este destino. Configúralo desde la barra de menús de Aktar (Eliminar tras) o en los ajustes del destino.
fr: La suppression automatique n’est pas configurée pour cette destination. Configurez-la depuis la barre des menus d’Aktar (Supprimer après) ou les réglages de la destination.
id: Hapus otomatis belum diatur untuk tujuan ini. Atur dari bar menu Aktar (Hapus setelah) atau dari pengaturan tujuan.
it: L’eliminazione automatica non è configurata per questa destinazione. Configurala dalla barra dei menu di Aktar (Elimina dopo) o dalle impostazioni della destinazione.
ja: このアップロード先では自動削除が設定されていません。Aktar のメニューバー (削除まで) またはアップロード先の設定で設定してください。
ko: 이 대상에는 자동 삭제가 설정되어 있지 않습니다. Aktar의 메뉴 막대(보관 기간) 또는 대상 설정에서 설정하십시오.
nl: Automatisch verwijderen is niet ingesteld voor deze bestemming. Stel het in via de menubalk van Aktar (Verwijder na) of de instellingen van de bestemming.
pl: Automatyczne usuwanie nie jest skonfigurowane dla tego miejsca docelowego. Skonfiguruj je na pasku menu Aktara (Usuń po) lub w ustawieniach miejsca docelowego.
pt_br: A exclusão automática não está configurada para este destino. Configure-a na barra de menus do Aktar (Excluir após) ou nos ajustes do destino.
ru: Автоудаление не настроено для этого места назначения. Настройте его в строке меню Aktar («Удалить через») или в настройках места назначения.
tr: Bu hedef için otomatik silme ayarlı değil. Aktar'ın menü çubuğundan (Silinme) ya da hedefin ayarlarından ayarla.
uk: Автовидалення не налаштовано для цієї цілі. Налаштуйте його в смузі меню Aktar («Видалити через») або в параметрах цілі.
vi: Tự động xóa chưa được thiết lập cho đích này. Hãy thiết lập từ thanh menu của Aktar (Xóa sau) hoặc trong cài đặt của đích.
zh_hans: 此目标尚未设置自动删除。请在 Aktar 菜单栏（删除时间）或目标设置中进行设置。
zh_hant: 此目的地尚未設定自動刪除。請從 Aktar 的選單列（刪除時間）或目的地的設定中設定。

source: Available variables: {url} {shortUrl} {longUrl} {filename} {name} {ext}
de: Verfügbare Variablen: {url} {shortUrl} {longUrl} {filename} {name} {ext}
es: Variables disponibles: {url} {shortUrl} {longUrl} {filename} {name} {ext}
fr: Variables disponibles : {url} {shortUrl} {longUrl} {filename} {name} {ext}
id: Variabel yang tersedia: {url} {shortUrl} {longUrl} {filename} {name} {ext}
it: Variabili disponibili: {url} {shortUrl} {longUrl} {filename} {name} {ext}
ja: 使用できる変数: {url} {shortUrl} {longUrl} {filename} {name} {ext}
ko: 사용할 수 있는 변수: {url} {shortUrl} {longUrl} {filename} {name} {ext}
nl: Beschikbare variabelen: {url} {shortUrl} {longUrl} {filename} {name} {ext}
pl: Dostępne zmienne: {url} {shortUrl} {longUrl} {filename} {name} {ext}
pt_br: Variáveis disponíveis: {url} {shortUrl} {longUrl} {filename} {name} {ext}
ru: Доступные переменные: {url} {shortUrl} {longUrl} {filename} {name} {ext}
tr: Kullanılabilen değişkenler: {url} {shortUrl} {longUrl} {filename} {name} {ext}
uk: Доступні змінні: {url} {shortUrl} {longUrl} {filename} {name} {ext}
vi: Biến có sẵn: {url} {shortUrl} {longUrl} {filename} {name} {ext}
zh_hans: 可用变量：{url} {shortUrl} {longUrl} {filename} {name} {ext}
zh_hant: 可用變數：{url} {shortUrl} {longUrl} {filename} {name} {ext}

source: Back
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Body field %@
de: Body-Feld %@
es: Campo del cuerpo %@
fr: Champ du corps %@
id: Kolom body %@
it: Campo del corpo %@
ja: 本文のフィールド %@
ko: 본문 필드 %@
nl: Bodyveld %@
pl: Pole treści %@
pt_br: Campo do corpo %@
ru: Поле тела %@
tr: Gövde alanı %@
uk: Поле тіла %@
vi: Trường nội dung %@
zh_hans: 正文字段 %@
zh_hant: 內文欄位 %@

source: Choose a ShareX custom uploader for a URL shortener.
de: Wähle einen ShareX-Uploader für einen Linkverkürzer.
es: Elige un uploader personalizado de ShareX para un acortador de URL.
fr: Choisissez un uploader personnalisé ShareX pour un raccourcisseur d’URL.
id: Pilih pengunggah kustom ShareX untuk pemendek URL.
it: Scegli un uploader personalizzato di ShareX per un accorciatore di URL.
ja: URL短縮サービス用のShareXカスタムアップローダを選択してください。
ko: URL 단축기용 ShareX 사용자 지정 업로더를 선택하세요.
nl: Kies een aangepaste ShareX-uploader voor een URL-verkorter.
pl: Wybierz niestandardowy uploader ShareX dla skracacza adresów URL.
pt_br: Escolha um uploader personalizado do ShareX para um encurtador de URL.
ru: Выберите пользовательский загрузчик ShareX для сокращателя ссылок.
tr: Bir URL kısaltıcı için ShareX özel yükleyicisi seçin.
uk: Виберіть користувацький завантажувач ShareX для скорочувача посилань.
vi: Chọn trình tải lên tùy chỉnh của ShareX cho trình rút gọn URL.
zh_hans: 选择一个用于网址缩短服务的 ShareX 自定义上传器。
zh_hant: 選擇一個用於網址縮短服務的 ShareX 自訂上傳器。

source: Couldn’t connect Raycast
de: Raycast konnte nicht verbunden werden
es: No se pudo conectar Raycast
fr: Impossible de connecter Raycast
id: Tidak dapat menghubungkan Raycast
it: Impossibile collegare Raycast
ja: Raycastに接続できませんでした
ko: Raycast를 연결할 수 없음
nl: Kan Raycast niet verbinden
pl: Nie można połączyć Raycast
pt_br: Não foi possível conectar o Raycast
ru: Не удалось подключить Raycast
tr: Raycast bağlanamadı
uk: Не вдалося під’єднати Raycast
vi: Không thể kết nối Raycast
zh_hans: 无法连接 Raycast
zh_hant: 無法連接 Raycast

source: Couldn’t Import the Configuration
de: Konfiguration konnte nicht importiert werden
es: No se pudo importar la configuración
fr: Impossible d’importer la configuration
id: Tidak Dapat Mengimpor Konfigurasi
it: Impossibile importare la configurazione
ja: 構成を読み込めませんでした
ko: 구성을 가져올 수 없음
nl: Kan configuratie niet importeren
pl: Nie można zaimportować konfiguracji
pt_br: Não foi possível importar a configuração
ru: Не удалось импортировать конфигурацию
tr: Yapılandırma İçe Aktarılamadı
uk: Не вдалося імпортувати конфігурацію
vi: Không thể nhập cấu hình
zh_hans: 无法导入配置
zh_hant: 無法匯入設定

source: Delete method
de: Methode zum Löschen
es: Método para eliminar
fr: Méthode de suppression
id: Metode hapus
it: Metodo di eliminazione
ja: 削除のメソッド
ko: 삭제 메서드
nl: Methode voor verwijderen
pl: Metoda usuwania
pt_br: Método de exclusão
ru: Метод удаления
tr: Silme yöntemi
uk: Метод видалення
vi: Phương thức xóa
zh_hans: 删除方法
zh_hant: 刪除方法

source: Deleted it again with the delete request.
de: Mit der Löschanfrage wieder gelöscht.
es: Se eliminó de nuevo con la solicitud de eliminación.
fr: Supprimé ensuite avec la requête de suppression.
id: Dihapus lagi dengan permintaan hapus.
it: Eliminato di nuovo con la richiesta di eliminazione.
ja: 削除リクエストで再び削除しました。
ko: 삭제 요청으로 다시 삭제했습니다.
nl: Weer verwijderd met het verwijderverzoek.
pl: Usunięto go ponownie żądaniem usunięcia.
pt_br: Excluído novamente com a solicitação de exclusão.
ru: Затем удалена запросом на удаление.
tr: Silme isteğiyle yeniden silindi.
uk: Потім видалено запитом на видалення.
vi: Đã xóa lại bằng yêu cầu xóa.
zh_hans: 已通过删除请求再次删除。
zh_hant: 已透過刪除請求再次刪除。

source: Deleting it again failed: %@
de: Erneutes Löschen fehlgeschlagen: %@
es: No se pudo eliminar de nuevo: %@
fr: Échec de la suppression : %@
id: Gagal menghapusnya lagi: %@
it: Eliminazione non riuscita: %@
ja: 再び削除できませんでした: %@
ko: 다시 삭제하지 못했습니다: %@
nl: Weer verwijderen is mislukt: %@
pl: Nie udało się go ponownie usunąć: %@
pt_br: Não foi possível excluí-lo novamente: %@
ru: Не удалось удалить её: %@
tr: Yeniden silinemedi: %@
uk: Не вдалося видалити його: %@
vi: Không xóa lại được: %@
zh_hans: 再次删除失败：%@
zh_hant: 再次刪除失敗：%@

source: Import
de: Importieren
es: Importar
fr: Importer
id: Impor
it: Importa
ja: 読み込む
ko: 가져오기
nl: Importeer
pl: Importuj
pt_br: Importar
ru: Импортировать
tr: İçe Aktar
uk: Імпортувати
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import ShareX Configuration
de: ShareX-Konfiguration importieren
es: Importar configuración de ShareX
fr: Importer une configuration ShareX
id: Impor Konfigurasi ShareX
it: Importa configurazione ShareX
ja: ShareX構成を読み込む
ko: ShareX 구성 가져오기
nl: ShareX-configuratie importeren
pl: Importuj konfigurację ShareX
pt_br: Importar configuração do ShareX
ru: Импорт конфигурации ShareX
tr: ShareX Yapılandırmasını İçe Aktar
uk: Імпорт конфігурації ShareX
vi: Nhập cấu hình ShareX
zh_hans: 导入 ShareX 配置
zh_hant: 匯入 ShareX 設定

source: Import ShareX Configuration (.sxcu)…
de: ShareX-Konfiguration importieren (.sxcu)…
es: Importar configuración de ShareX (.sxcu)…
fr: Importer une configuration ShareX (.sxcu)…
id: Impor Konfigurasi ShareX (.sxcu)…
it: Importa configurazione ShareX (.sxcu)…
ja: ShareX構成を読み込む（.sxcu）…
ko: ShareX 구성 가져오기(.sxcu)…
nl: ShareX-configuratie importeren (.sxcu)…
pl: Importuj konfigurację ShareX (.sxcu)…
pt_br: Importar configuração do ShareX (.sxcu)…
ru: Импортировать конфигурацию ShareX (.sxcu)…
tr: ShareX Yapılandırmasını İçe Aktar (.sxcu)…
uk: Імпортувати конфігурацію ShareX (.sxcu)…
vi: Nhập cấu hình ShareX (.sxcu)…
zh_hans: 导入 ShareX 配置（.sxcu）…
zh_hant: 匯入 ShareX 設定（.sxcu）…

source: Its deletion URL isn’t a simple request, so short links made with it can’t be deleted from Aktar.
de: Ihre Lösch-URL ist keine einfache Anfrage, daher können damit erstellte Kurzlinks nicht in Aktar gelöscht werden.
es: Su URL de eliminación no es una solicitud simple, así que los enlaces cortos creados con ella no se pueden eliminar desde Aktar.
fr: Son URL de suppression n’est pas une requête simple : les liens courts créés avec elle ne peuvent pas être supprimés depuis Aktar.
id: URL hapusnya bukan permintaan sederhana, jadi tautan pendek yang dibuat dengannya tidak dapat dihapus dari Aktar.
it: Il suo URL di eliminazione non è una richiesta semplice, quindi i link brevi creati con essa non si possono eliminare da Aktar.
ja: 削除URLが単純なリクエストではないため、この構成で作成した短縮リンクはAktarから削除できません。
ko: 삭제 URL이 단순한 요청이 아니므로 이 구성으로 만든 짧은 링크는 Aktar에서 삭제할 수 없습니다.
nl: De verwijder-URL is geen eenvoudig verzoek, dus korte links die ermee zijn gemaakt kunnen niet vanuit Aktar worden verwijderd.
pl: Jej adres URL usuwania nie jest prostym żądaniem, więc krótkich linków utworzonych za jej pomocą nie można usunąć z Aktar.
pt_br: A URL de exclusão dela não é uma solicitação simples, então links curtos criados com ela não podem ser excluídos pelo Aktar.
ru: Её URL удаления не является простым запросом, поэтому созданные с ней короткие ссылки нельзя удалить из Aktar.
tr: Silme URL’si basit bir istek değil, bu yüzden onunla oluşturulan kısa bağlantılar Aktar’dan silinemez.
uk: Її URL-адреса видалення не є простим запитом, тому створені з нею короткі посилання не можна видалити з Aktar.
vi: URL xóa của nó không phải là yêu cầu đơn giản, nên không thể xóa các liên kết ngắn tạo bằng nó từ Aktar.
zh_hans: 它的删除网址不是简单请求，因此用它创建的短链接无法在 Aktar 中删除。
zh_hant: 它的刪除網址不是簡單請求，因此用它建立的短連結無法在 Aktar 中刪除。

source: Keep webhooks and scripts (%lld)
de: Webhooks und Skripte behalten (%lld)
es: Mantener webhooks y scripts (%lld)
fr: Garder les webhooks et scripts (%lld)
id: Pertahankan webhook dan skrip (%lld)
it: Mantieni webhook e script (%lld)
ja: Webhookとスクリプトを残す(%lld)
ko: 웹훅 및 스크립트 유지(%lld)
nl: Webhooks en scripts behouden (%lld)
pl: Zachowaj webhooki i skrypty (%lld)
pt_br: Manter webhooks e scripts (%lld)
ru: Сохранить веб-хуки и скрипты (%lld)
tr: Webhook’ları ve betikleri koru (%lld)
uk: Залишити вебхуки й скрипти (%lld)
vi: Giữ webhook và script (%lld)
zh_hans: 保留 Webhook 和脚本（%lld）
zh_hant: 保留 Webhook 和指令碼（%lld）

source: Keep “Use for” rules
de: „Verwenden für“-Regeln behalten
es: Mantener las reglas de «Usar para»
fr: Garder les règles « Utiliser pour »
id: Pertahankan aturan “Gunakan untuk”
it: Mantieni le regole “Usa per”
ja: 「用途」のルールを残す
ko: ‘용도’ 규칙 유지
nl: Regels voor ‘Gebruiken voor’ behouden
pl: Zachowaj reguły „Używaj dla”
pt_br: Manter as regras de “Usar para”
ru: Сохранить правила «Использовать для»
tr: “Kullanım” kurallarını koru
uk: Залишити правила «Використовувати для»
vi: Giữ quy tắc “Dùng cho”
zh_hans: 保留“用于”规则
zh_hant: 保留「用於」規則

source: Only import this if you trust where the link came from.
de: Importiere dies nur, wenn du der Quelle des Links vertraust.
es: Impórtalo solo si confías en el origen del enlace.
fr: N’importez ceci que si vous faites confiance à la provenance du lien.
id: Impor ini hanya jika Anda memercayai asal tautan tersebut.
it: Importalo solo se ti fidi della provenienza del link.
ja: リンクの出どころが信頼できる場合にのみ読み込んでください。
ko: 링크의 출처를 신뢰하는 경우에만 가져오십시오.
nl: Importeer dit alleen als je vertrouwt waar de link vandaan komt.
pl: Importuj tylko wtedy, gdy ufasz źródłu linku.
pt_br: Só importe se você confiar na origem do link.
ru: Импортируйте, только если доверяете источнику ссылки.
tr: Bunu yalnızca bağlantının geldiği yere güveniyorsan içe aktar.
uk: Імпортуйте, лише якщо довіряєте джерелу посилання.
vi: Chỉ nhập nếu bạn tin tưởng nguồn của liên kết.
zh_hans: 仅当你信任该链接的来源时才导入。
zh_hant: 只有在你信任此連結的來源時才匯入。

source: Output Template
de: Ausgabevorlage
es: Plantilla de salida
fr: Modèle de sortie
id: Template Keluaran
it: Modello di output
ja: 出力テンプレート
ko: 출력 템플릿
nl: Uitvoersjabloon
pl: Szablon wyniku
pt_br: Modelo de saída
ru: Шаблон вывода
tr: Çıktı Şablonu
uk: Шаблон виводу
vi: Mẫu đầu ra
zh_hans: 输出模板
zh_hant: 輸出範本

source: Review Before Importing
de: Vor dem Import prüfen
es: Revisar antes de importar
fr: Vérifier avant d’importer
id: Tinjau Sebelum Mengimpor
it: Controlla prima di importare
ja: 読み込む前に確認
ko: 가져오기 전에 검토
nl: Controleren vóór import
pl: Sprawdź przed zaimportowaniem
pt_br: Revisar antes de importar
ru: Проверка перед импортом
tr: İçe Aktarmadan Önce Gözden Geçir
uk: Перевірка перед імпортом
vi: Xem lại trước khi nhập
zh_hans: 导入前检查
zh_hant: 匯入前檢查

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ko: 스토리지
nl: Opslag
pl: Magazyn
pt_br: Armazenamento
ru: Хранилище
tr: Depolama
uk: Сховище
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存空間

source: The app that opens Raycast links on this Mac isn’t Raycast, so Aktar didn’t share its API token. Install Raycast from raycast.com and try again.
de: Die App, die auf diesem Mac Raycast-Links öffnet, ist nicht Raycast, daher hat Aktar sein API-Token nicht weitergegeben. Installiere Raycast von raycast.com und versuche es erneut.
es: La app que abre los enlaces de Raycast en este Mac no es Raycast, así que Aktar no compartió su token de API. Instala Raycast desde raycast.com e inténtalo de nuevo.
fr: L’app qui ouvre les liens Raycast sur ce Mac n’est pas Raycast : Aktar n’a donc pas partagé son jeton d’API. Installez Raycast depuis raycast.com et réessayez.
id: Aplikasi yang membuka tautan Raycast di Mac ini bukan Raycast, jadi Aktar tidak membagikan token API-nya. Instal Raycast dari raycast.com lalu coba lagi.
it: L’app che apre i link di Raycast su questo Mac non è Raycast, quindi Aktar non ha condiviso il suo token API. Installa Raycast da raycast.com e riprova.
ja: このMacでRaycastのリンクを開くアプリがRaycastではないため、AktarはAPIトークンを渡しませんでした。raycast.comからRaycastをインストールして、もう一度お試しください。
ko: 이 Mac에서 Raycast 링크를 여는 앱이 Raycast가 아니므로 Aktar가 API 토큰을 공유하지 않았습니다. raycast.com에서 Raycast를 설치하고 다시 시도하십시오.
nl: De app die Raycast-links op deze Mac opent is niet Raycast, dus Aktar heeft zijn API-token niet gedeeld. Installeer Raycast via raycast.com en probeer het opnieuw.
pl: Aplikacja, która otwiera linki Raycast na tym Macu, nie jest aplikacją Raycast, więc Aktar nie udostępnił swojego tokena API. Zainstaluj Raycast ze strony raycast.com i spróbuj ponownie.
pt_br: O app que abre links do Raycast neste Mac não é o Raycast, então o Aktar não compartilhou o token da API. Instale o Raycast em raycast.com e tente de novo.
ru: Приложение, которое открывает ссылки Raycast на этом Mac, не является Raycast, поэтому Aktar не передал свой токен API. Установите Raycast с raycast.com и попробуйте снова.
tr: Bu Mac’te Raycast bağlantılarını açan uygulama Raycast değil, bu yüzden Aktar API token’ını paylaşmadı. Raycast’i raycast.com’dan yükleyip tekrar dene.
uk: Програма, яка відкриває посилання Raycast на цьому Mac, не є Raycast, тому Aktar не передав свій токен API. Установіть Raycast із raycast.com і спробуйте ще раз.
vi: Ứng dụng mở liên kết Raycast trên máy Mac này không phải là Raycast, nên Aktar không chia sẻ token API. Hãy cài Raycast từ raycast.com rồi thử lại.
zh_hans: 在这台 Mac 上打开 Raycast 链接的应用不是 Raycast，因此 Aktar 没有共享其 API 令牌。请从 raycast.com 安装 Raycast 后重试。
zh_hant: 在這台 Mac 上打開 Raycast 連結的 App 不是 Raycast，因此 Aktar 沒有分享其 API 權杖。請從 raycast.com 安裝 Raycast 後再試一次。

source: The file changed before it could be uploaded. Aktar will try again.
de: Die Datei hat sich vor dem Hochladen geändert. Aktar versucht es erneut.
es: El archivo cambió antes de poder subirse. Aktar lo volverá a intentar.
fr: Le fichier a changé avant de pouvoir être envoyé. Aktar va réessayer.
id: File berubah sebelum dapat diunggah. Aktar akan mencoba lagi.
it: Il file è cambiato prima che potesse essere caricato. Aktar riproverà.
ja: アップロード前にファイルが変更されました。Aktarがもう一度試します。
ko: 업로드하기 전에 파일이 변경되었습니다. Aktar가 다시 시도합니다.
nl: Het bestand is gewijzigd voordat het kon worden geüpload. Aktar probeert het opnieuw.
pl: Plik zmienił się przed przesłaniem. Aktar spróbuje ponownie.
pt_br: O arquivo mudou antes de poder ser enviado. O Aktar vai tentar de novo.
ru: Файл изменился до загрузки. Aktar попробует снова.
tr: Dosya yüklenemeden önce değişti. Aktar tekrar deneyecek.
uk: Файл змінився до вивантаження. Aktar спробує ще раз.
vi: Tệp đã thay đổi trước khi có thể tải lên. Aktar sẽ thử lại.
zh_hans: 文件在上传前已更改。Aktar 将重试。
zh_hant: 檔案在上傳前已變更。Aktar 會再試一次。

source: The file’s name can’t be used.
de: Der Name der Datei kann nicht verwendet werden.
es: No se puede usar el nombre del archivo.
fr: Le nom du fichier ne peut pas être utilisé.
id: Nama file tidak dapat digunakan.
it: Il nome del file non può essere usato.
ja: このファイル名は使用できません。
ko: 파일 이름을 사용할 수 없습니다.
nl: De naam van het bestand kan niet worden gebruikt.
pl: Nie można użyć nazwy pliku.
pt_br: O nome do arquivo não pode ser usado.
ru: Имя файла нельзя использовать.
tr: Dosyanın adı kullanılamıyor.
uk: Ім’я файлу не можна використати.
vi: Không thể dùng tên của tệp.
zh_hans: 无法使用该文件名。
zh_hant: 無法使用此檔案名稱。
